{
  "version": "y2k-street-1.1-desc",
  "buckets": {
    "photography": {
      "description": "The technical and stylistic qualities of the photograph itself.",
      "tokens": [
        { "token": "personal_archive_photo", "description": "Feels like a found photo from a personal collection, not a professional shoot." },
        { "token": "direct_flash_snapshot", "description": "Harsh, on-camera flash that creates sharp shadows and high contrast." },
        { "token": "ambient_night_lighting", "description": "Shot at night, using only available light from street lamps or interiors." },
        { "token": "harsh_daylight_shadows", "description": "Shot in bright, direct sun, creating stark, defined shadows." },
        { "token": "35mm_film_look", "description": "Exhibits qualities of analog film, such as grain, halation, and specific color science." },
        { "token": "digital_point_and_shoot", "description": "Looks like it was taken with an early 2000s consumer digital camera; slightly pixelated, dated." }
      ]
    },
    "subject": {
      "description": "The presentation and archetype of the person being photographed.",
      "tokens": [
        { "token": "model_as_muse", "description": "The subject is presented as an artistic muse, central to the composition." },
        { "token": "art_school_student_portrait", "description": "Captures the eclectic and self-aware style of a creative student." },
        { "token": "candid_moment", "description": "The subject appears unaware of the camera, caught in a natural, unposed action." },
        { "token": "intimate_gaze", "description": "The subject looks directly at the camera with a close, personal, and revealing expression." },
        { "token": "unfiltered_expression", "description": "Raw and authentic emotion, not posed or performative for the camera." },
        { "token": "youthful_ennui", "description": "A mood of stylish boredom, disillusionment, and introspective melancholy." }
      ]
    },
    "fashion": {
      "description": "The specific clothing styles and accessories present in the image.",
      "tokens": [
        { "token": "90s_minimalist_style", "description": "Clean lines, simple silhouettes like slip dresses and basic tops." },
        { "token": "archive_fashion_piece", "description": "Features a rare or iconic vintage designer item." },
        { "token": "y2k_subversive_basics", "description": "Early 2000s basics worn in an edgy or deconstructed way." },
        { "token": "goth_adjacent", "description": "Incorporates elements of goth fashion like dark colors, hoodies, and heavy silver." },
        { "token": "vintage_band_tee", "description": "A worn, often oversized t-shirt from a past musical era." },
        { "token": "delicate_silver_jewelry", "description": "Minimalist, thin chains, rings, or earrings." }
      ]
    },
    "setting": {
      "description": "The environment or location where the photograph is taken.",
      "tokens": [
        { "token": "nondescript_urban_space", "description": "A generic city environment like a sidewalk, alley, or concrete steps." },
        { "token": "dive_bar_interior", "description": "A dimly lit bar with wood paneling, neon signs, and a lived-in feel." },
        { "token": "brutalist_architecture_background", "description": "Features the stark, geometric shapes of brutalist concrete buildings." },
        { "token": "messy_apartment_room", "description": "An intimate, cluttered personal space like a bedroom or living room." },
        { "token": "suburban_ennui", "description": "A mundane suburban setting that evokes a sense of boredom or melancholy." }
      ]
    },
    "mood": {
      "description": "The overall emotional tone or feeling conveyed by the image.",
      "tokens": [
        { "token": "effortless_downtown_cool", "description": "A confident, understated, and stylishly nonchalant attitude." },
        { "token": "sullen_and_introspective", "description": "A quiet, moody, and thoughtful atmosphere." },
        { "token": "raw_and_direct", "description": "Unpolished, immediate, and confrontational in its honesty." },
        { "token": "nostalgic_and_hazy", "description": "Evokes a sense of a faded memory or a dreamlike past." },
        { "token": "late_night_melancholy", "description": "The specific feeling of tiredness, introspection, and isolation after midnight." }
      ]
    }
  }
}